// "© Copyright 2004-2013, 2015-2016 HP Development Company, L.P."

TaskName = "網路設定";
HSDTaskName = "網路設定";

ApplySettingsErrorHostNameFailed = "未設定主機名稱。請確認名稱為有效格式。";
AddressInUseError = "指定的 IP 位址已在使用中。";
AddressInUseErrorExplanation = "請指定另一個 IP 位址。";
IncorrectMaskErrorExplanation = "指定子網路遮罩錯誤。請聯絡您的網路管理員以尋求協助。";

IncorrectHostNameError = "主機名稱長度太長。";
IncorrectIpAddressError = "錯誤的 IP 位址格式。";
ManualAddressEmptyError = "「IP 位址」欄位不得為空。";
ManualAddressEmptyExplanation = "請指定有效的手動位址。";
ManualAddressWithPrefixExplanation = "請指定有效的 IP 位址，並且首碼長度介於 1 至 128 之間。";
ManualAddressNotIPv4Explanation = "請指定有效的 IP 位址。";

STATELESS = "路由器";

ipV4TabName = "IPv4";
ipV6TabName = "IPv6";
OtherTabName = "其他設定";

kCheckChangesAlertTitleKey = "您已經變更資料。要繼續嗎？";
kCheckChangesAlertContinueButtonTitleKey = "繼續";
kCheckChangesAlertCancelButtonTitleKey = "取消";
kCheckChangesAlertMessageKey = "如果繼續，將失去您的變更。按一下「取消」以放棄您的動作，然後繼續工作。";

TaskNameTiger = "Bonjour 設定";
NoService = "無法使用服務";
NoBonjourName = "不適用";

1ServiceName = "Port 9100";
2ServiceName = "IPP";
3ServiceName = "LPD-RAW";
4ServiceName = "LPD-TEXT";
5ServiceName = "LPD-AUTO";
6ServiceName = "LPD-BINPS";
7ServiceName = "LPD-Queue5";
8ServiceName = "LPD-Queue6";
9ServiceName = "LPD-Queue7";
10ServiceName = "LPD-Queue8";
11ServiceName = "LPD-Queue9";
12ServiceName = "LPD-Queue10";
13ServiceName = "LPD";
16ServiceName = "IPPS";

IPPSecureServiceName = "IPP (僅安全)";
IPPUnsecureServiceName = "IPP (僅非安全)";

IncorrectConfigurationTitle = "指定的設定不正確";
IncorrectConfigurationExplanation = "請選取正確的設定，或聯絡您的網路管理員以尋求協助。";

IncorrectDNSServerErrorExplanation = "請輸入正確的 DNS 伺服器位址，或聯絡網絡管理員取得協助。";
IncorrectGatewayAddressTitle = "指定的閘道位址不正確";
IncorrectGatewayErrorExplanation = "請輸入正確的閘道位址，或向您的網路管理員尋求協助。";
GatewayIsNotInSubnetTitle = "您輸入的閘道位址不在此裝置的子網路中";
GatewayIsNotInSubnetExplanation = "請輸入其他的 IP 位址、子網路遮罩或閘道位址，或向您的網路管理員尋求協助。";

AskSaveChangesAlertTitle = "您已變更此畫面的設定";
AskSaveChangesAlertMsg = "您要在關閉畫面前套用變更嗎？";
AskSaveChangesDontApplyButtonTitle = "不要套用";
AskSaveCahngesApplyButtonTitle = "套用";

TaskPanelOKButtonTitle = "確定";

EmptyBonjourServiceNameFieldTitle = "「Bonjour 服務名稱」欄位不能留空";
EmptyBonjourServiceNameFieldMsg = "請指定「Bonjour 服務名稱」。";
EmptyBonjourDomainNameFieldTitle = "「Bonjour 網域名稱」欄位不可空白";
EmptyIPv6DomainNameFieldTitle = "「IPv6 網域」欄位不可空白";
EmptyBonjourDomainNameFieldMsg = "指定 Bonjour 網域名稱。";
EmptyBonjourServiceAndDomainNamesFieldTitle = "「Bonjour 服務名稱/網域名稱」欄位不得為空";
EmptyBonjourServiceAndDomainNamesFieldMsg = "指定 Bonjour 服務名稱/網域名稱。";
UsedServiceNameTitle = "指定的「Bonjour 服務名稱」已在使用中。";
UsedServiceNameMsg = "請指定其他「Bonjour 服務名稱」或聯絡網路管理員以取得協助。";
HSDBonjourDomainNameTitle = "Bonjour 網域名稱:";

// layout
HSDIPv4Title = "IPv4 設定";
HSDIPvXDisableNotAvailableDescription = "不可同時停用 IPv4 和 IPv6。";
HSDEnableIPv4InPrinterTitle = "在印表機中啟用 IPv4";
HSDConfigTitle = "設定：";
HSDNameTitle = "主機名稱：";
HSDAddressTitle = "IP 位址：";
HSDMaskTitle = "子網路遮罩：";
HSDGatewayTitle = "預設閘道：";
ManualTitle = "手動";
Auto = "自動";

HSDAdditionalSettingsTitle = "其他網路設定";
HSDAdditionalSettingsDescription = "按一下「其他網路設定」以存取印表機的嵌入式 web 伺服器「網路設定」頁面。您可以在此頁面中設定 SNMP、802.1X 和其他網路設定。";
HSDAdditionalSettingsButton = "其他網路設定";

BonjourSettingsTitle = "Bonjour 設定";
HSDEnableBonjourTitle = "啟用 Bonjour";
HSDBonjourServiceNameTitle = "Bonjour 服務名稱：";
HSDPriorityTitle = "最高優先順序服務：";
HSDAccessTitle = "存取下列 URL 的裝置：";

PreviousValueString = "將套用上一個值";

HSDEnableIPv6InPrinterTitle = "在印表機中啟用 IPv6";
HSDDHCPv6PolicyTitle = "DHCPv6 策略：";
HSDIPv6DomainTitle = "IPv6 網域：";
HSDPrimaryDNSServerTitle = "慣用的 DNS 伺服器：";
HSDSecondaryDNSServerTitle = "其他 DNS 伺服器：";
HSDPrefixLengthTitle = "字首長度：";
HSDAdditionalAddressesButton = "其他位址";
HSDPolicyPopUpItem1 = "啟動時總是執行 DHCPv6";
HSDPolicyPopUpItem2 = "當無狀態設定失敗時執行 DHCPv6";
HSDPolicyPopUpItem3 = "僅當路由器發出要求時執行 DHCPv6";

HSDColumnConfigBy = "設定依據";
HSDColumnAddresses = "位址";
HSDColumnPrefix = "字首長度";
HSDCloseButton = "關閉";

HSDApplyButton = "立刻套用";

LINK_LOCAL = "連結-本機";
HSDNotAvailableLabel = "目前無法執行「網路設定」工作。\n請確定裝置已連線至網路。";
